Repository: common-repository/square-sidebars
Catalog: languages/SQUARE_sidebars-*.po
Languages: fr_fr

source: SQUARE Sidebars is a sidebar management plugin for WordPress that allows users to create and manage custom sidebars directly from the WordPress administration. It aims at giving the users the magic wand to create, manage and replace sidebars. The SQUARE Sidebars plugin is made to boost your WordPress website by allowing you to display different contents and calls to action on each pages of your willing. The plugin is shortcode based.
fr_fr: SQUARE Sidebars est un plugin WordPress de gestion de sidebars qui permet de créer et gérer des custom sidebars directement depuis l'administration de WordPress, à la volée. Le plugin vise à donner à l'utilisateur la baguette magique pour créer, gérer, remplacer et supprimer des custom sidebars. SQUARE Sidebars a été pensé pour booster votre site WordPress en vous permettant d'afficher différents contenus and calls to action sur chaque page de votre choix. Le plugin contient des shortcodes.

source: <p>The new version of the SQUARE Sidebars plugin now uses WordPress' default tables in the database.</p><p>Thus, for this new version to work effectively, it is recommended that you <b><u>update all of your custom sidebars</u></b> (by simply clicking on <i>Update</i>).</p>
fr_fr: <p>La nouvelle version de SQUARE Sidebars utilise maintenant les tables par défaut de la base de données de WordPress.</p><p>Ainsi, pour utiliser cette nouvelle version de façon optimale, il est recommandé de <b><u>mettre à jour toutes vos custom sidebars</u></b> (en cliquant simplement sur <i>Mettre à jour</i>).</p>

source: Add New
fr_fr: Ajouter

source: Add New SQR Sidebar
fr_fr: Ajouter une nouvelle SQR Sidebar

source: New SQR Sidebar
fr_fr: Nouvelle SQR Sidebar

source: Edit SQR Sidebar
fr_fr: Modifier la SQR Sidebar

source: View SQR Sidebar
fr_fr: Afficher la SQR Sidebar

source: All SQR Sidebars
fr_fr: Toutes les SQR Sidebars

source: Search SQR Sidebar
fr_fr: Chercher dans les SQR Sidebars

source: Parent SQR Sidebar:
fr_fr: SQR Sidebars parentes :

source: No SQR Sidebars found.
fr_fr: Aucune SQR Sidebar trouvée.

source: No SQR Sidebars found in Trash.
fr_fr: Aucune SQR Sidebar trouvée dans la corbeille.

source: Display options
fr_fr: Options d'affichage

source: Visibility options
fr_fr: Options de visibilité

source: Advanced options
fr_fr: Options avancées

source: The description lets you give information about the usage of the sidebar. <u>Maximum: 1,000 characters</u>.
fr_fr: La description permet de donner quelques indications quant à l'utilisation de la sidebar. <u>Maximum : 1 000 caractères</u>.

source: Choose the pages on which the sidebar should be displayed.
fr_fr: Choisissez les pages sur lesquelles vous souhaitez afficher la sidebar.

source: Search
fr_fr: Recherche

source: Select all
fr_fr: Tout sélectionner

source: Unselect all
fr_fr: Tout désélectionner

source: Add
fr_fr: Ajouter

source: Post types
fr_fr: Types de post

source: Post type
fr_fr: Type de post

source: Page templates
fr_fr: Templates de page

source: Page template
fr_fr: Template de page

source: Display
fr_fr: Affichage

source: Replace a sidebar
fr_fr: Remplacer une sidebar

source: Do not replace a sidebar
fr_fr: Ne pas remplacer une sidebar

source: Do not display the sidebar
fr_fr: Ne pas afficher la sidebar

source: Before
fr_fr: Avant

source: After
fr_fr: Après
